PRODUCTS = {
    "макароны": {
        "price": 49,
        "unit": "450 г"
    },
    "куриное филе": {
        "price": 279,
        "unit": "1 кг"
    },
    "томаты": {
        "price": 129,
        "unit": "1 кг"
    },
    "сыр": {
        "price": 139,
        "unit": "200 г"
    },
    "картофель": {
        "price": 59,
        "unit": "1 кг"
    },
    "морковь": {
        "price": 49,
        "unit": "1 кг"
    },
    "капуста": {
        "price": 69,
        "unit": "1 кг"
    },
    "хлеб": {
        "price": 45,
        "unit": "шт"
    },
    "яйца": {
        "price": 110,
        "unit": "10 шт"
    },
    "молоко": {
        "price": 74,
        "unit": "1 л"
    },
    "гречка": {
        "price": 89,
        "unit": "800 г"
    },
    "лук": {
        "price": 39,
        "unit": "1 кг"
    },
    "масло": {
        "price": 120,
        "unit": "1 л"
    },
    "зелень": {
        "price": 35,
        "unit": "пучок"
    },
    "помидоры": {
        "price": 159,
        "unit": "1 кг"
    },
    "хлеб без глютена": {
        "price": 120,
        "unit": "шт"
    },
    "авокадо": {
        "price": 120,
        "unit": "шт"
    },
    "лимон": {
        "price": 45,
        "unit": "шт"
    },
    "соль": {
        "price": 25,
        "unit": "1 кг"
    },
    "перец": {
        "price": 35,
        "unit": "100 г"
    }
}