RECIPES = [
    {
        "id": 1,
        "title": "Паста с курицей и томатами",
        "time": 25,
        "servings": 2,
        "tags": ["ужин", "быстро", "мясное"],
        "ingredients": {
            "макароны": 0.45,
            "куриное филе": 0.3,
            "томаты": 0.2,
            "сыр": 0.1
        }
    },
    {
        "id": 2,
        "title": "Овощной суп",
        "time": 35,
        "servings": 4,
        "tags": ["обед", "дешево", "диетический", "вегетарианское", "низкокалорийное", "без глютена", "веганское"],
        "ingredients": {
            "картофель": 0.5,
            "морковь": 0.2,
            "капуста": 0.3,
            "лук": 0.1,
            "зелень": 0.05
        }
    },
    {
        "id": 3,
        "title": "Сырные гренки",
        "time": 12,
        "servings": 2,
        "tags": ["завтрак", "быстро", "перекус"],
        "ingredients": {
            "хлеб": 0.2,
            "сыр": 0.1,
            "яйца": 2,
            "молоко": 0.05
        }
    },
    {
        "id": 4,
        "title": "Гречка с овощами",
        "time": 20,
        "servings": 2,
        "tags": ["обед", "быстро", "вегетарианское", "без глютена", "веганское", "дешево", "низкокалорийное"],
        "ingredients": {
            "гречка": 0.2,
            "морковь": 0.1,
            "лук": 0.1,
            "масло": 0.02
        }
    },
    {
        "id": 5,
        "title": "Курица с сыром в духовке",
        "time": 40,
        "servings": 2,
        "tags": ["ужин", "мясное"],
        "ingredients": {
            "куриное филе": 0.4,
            "сыр": 0.15,
            "яйца": 1
        }
    },
    {
        "id": 6,
        "title": "Омлет с овощами",
        "time": 10,
        "servings": 2,
        "tags": ["завтрак", "быстро", "вегетарианское", "низкокалорийное"],
        "ingredients": {
            "яйца": 3,
            "молоко": 0.05,
            "помидоры": 0.1,
            "зелень": 0.03,
            "масло": 0.01
        }
    },
    {
        "id": 7,
        "title": "Тосты с авокадо",
        "time": 8,
        "servings": 1,
        "tags": ["завтрак", "быстро", "вегетарианское", "веганское", "без глютена"],
        "ingredients": {
            "хлеб без глютена": 0.1,
            "авокадо": 0.5,
            "лимон": 0.1,
            "соль": 0.01,
            "перец": 0.01
        }
    }
]